<!DOCTYPE html>
<html>
    <head>
        <title>О платфоре</title>
        <meta charset = 'utf-8'>
        <meta name = 'autor' content ='Sema1903'>
        <link rel = 'stylesheet' href = 'styles/style.css'>
        <link rel = 'icon' href = '2.jpg'>
        <link rel="preconnect" href="https://fonts.googleapis.com">
        <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
        <link href="https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap" rel="stylesheet">
    </head>
    <body>
        <h1>О платформе</h1>
        <?php require 'header.php';
        ?>
        <p>Друзья 2.0 это социальная сеть, созданная специально для подростков. Изначально это был итоговый индивидуальный проект, но после защиты было принято решение развивать его дальше. Она требует небольших доработок после чего будет окончательно опубликована</p>
        <p>В чем ее особенности:</p>
        <ul>
            <li><strong>Защита персональных данных.</strong> Благодаря особым настройкам приватности, все данные о пользователях хрянятся на сервере в зашифрованном виде. А переписки шифруются сквозным шифрованием. Это делает взлом платформы и получение чужих данных либо крайне сложным, либо невозможным вовсе</li>
            <li><strong>Аудитория.</strong> Распространение социальной сети планируется на различные школы, а значит у ее пользователей будет много общего.</li>
            <li><strong>Абсолютная свобода слова.</strong> При отсутсивии модерации пользователи могут публиковать все, что они захотять и писать о чем хотят. Однако при появлении жалоб на аккаут, он может быть заблокирован. Поэтому модерация осуществляется исключительно сообществом, что обеспечивает абсолютную свободу слова и творчества</li>
            <li><strong>Быстрое развитие.</strong> Социальная сеть еще молодая, но уже включает в себя много идей, которые со временем будут реализованы</li>
            <li><strong>Идея.</strong> Цель платформы - перенести общение людей в режим онлайн. В интернете можно быть свободнее, не бояться быть непонятым. <em>Общайтесь, творите, развивайтесь, находите новых друзей и приглашайте старых, а главное - будьте собой!</em></li>
        </ul>
        <p>На данный момент наша команда насчитывает 3 человека, это </p>
        <ul>
            <li><strong>Разработчик.</strong> Он пишет весь код от интерфейса сайта, до обработки данных</li>
            <li><strong>Дизайнер.</strong> Решает, как будет выглядеть интерфейс сайта, чтобы пользователям было удобнее и приятнее им пользоваться</li>
            <li><strong>Маркетолог.</strong> Продвигает социальную сеть и создает рекламу</li>
        </ul>
        <p>...однако это еще не все. Мы ждем новых людей, готовых развивать наш продукт и работать вместе с нами. Нам нужны:</p>
        <ul>
            <li><strong>Веб-дизайнер. </strong>Он будет придумывать внешний вид сайта, делая его более понятным и приятным в использовании</li>
            <li><strong>Художник. </strong>Художник будет рисовать необходимые элементы платформы. Это могут быть стикеры или подарки</li>
            <li><strong>Маркетолог. </strong>Он будет заниматься продвижением сайта и его развитием</li>
            <li><strong>Работник тех. поддержки.</strong> Он будет владеть специальным официальным аккаунтом и отвечать на все сообщения пользователей</li>
        </ul>
        <p>Заинтересовались? Тогда Вам <a href = 'variants.php'>сюда</a>. Выберите вакансию по-душе и в конце месяца мы определим результаты набора</p>
        <?php
        require 'footer.php';
        ?>
    </body>
</html>