<!DOCTYPE html>
<html>
    <head>
        <title>Команда Друзья 2.0</title>
        <meta charset = 'utf-8'>
        <meta name = 'autor' content ='Sema1903'>
        <link rel = 'stylesheet' href = 'styles/style.css'>
        <link rel = 'icon' href = '2.jpg'>
        <link rel="preconnect" href="https://fonts.googleapis.com">
        <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
        <link href="https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap" rel="stylesheet">
    </head>
    <body>
        <h1>Добро пожаловать в команду социальной сети Друзья 2.0</h1>
        <!--Если ты видишь это, значит тебе реально это интересно. Напиши на почту nizovcevsemyon@gmail.com сообщение: "пароль - омега" и мы тебя примем-->
        <?php
            require './header.php';
        ?>
        <h2>Информация</h2>
        <p>Друзья 2.0 это социальная сеть, разработанная непосредственно для подростков и их виртуального общения. Она почти готова, но для полноценного запуска требуются некоторые доработки, а именно:</p>
        <ul>
            <li><strong>Усовершенствование дизайна.</strong> В команде нет веб-дизайнера, поэтому внешний вид сайта на данный момент оставляет желать лучшего</li>
            <li><strong>Изображения.</strong> На платформе есть функция торговли подарками, а для этого нужно, чтобы кто-нибудь их рисовал. Также необходимо создать и добаить стикерпак</li>
            <li><strong>Маркетинг.</strong> Для раскрутки любой платформы нужна хорошая реклама</li>
            <li><strong>Команда.</strong> Также нужна команда для совмесного принятия решений. Одна голова - хорошо, а две - лучше. Чем больше людей создает платформу, тем совершенней она будет</li>
        </ul>
        <p>Черновой вариант социальной сети уже готов и частично запущен. При наличии хорошей команды и отличных идей ее ждет большое будущее. К тому же это прекрасный шанс поработать над интересным проектом.</p>
        <h2>Непосредственно об авторе</h2>
        <p>Главный разработчик платформы - ученик 10-го класса. Создание социальной сети - тема его итогового проекта. Проект защищен, но забывать о нем не хочется. Поэтому было принято решение развивать платформу. Техническая часть готова, и сайт уже на стадии хостинга. Однако есть ряд недостатков, а именно плохой дизайн и отсутствие рекламы. Именно поэтому и идет набор в команду людей, заинтересованных в работе над интересным продуктом.</p>
        <h2>La Finale</h2>
        <p>Если Вы заинтересовались в работе над Друзьями 2.0, то найдите одну из подходящих Вам вакансий <a href = 'variants.php'>здесь</a>. Знаний в области программирования не требуется, однако это всегда будет плюсом. Если что будет непонятно - все расскажем, всему научим. </p>
        <p>Всех ждем!!!</p>
        <?php 
            require 'footer.php';
        ?>
    </body>
</html>